Repository: BMarx981/craft_dots
Catalog: lib/l10n/app_*.arb
Languages: mn, my, ps, uz

# appTitle
source: Dot Pic
mn: Цэгт
my: pic pic
ps: انځور انځور
uz: Nuqta rasmlari

source: Selected color:
mn: Сонгосон өнгө:
my: ရွေးချယ်ထားသောအရောင်:
ps: ټاکل شوی رنګ:
uz: Tanlangan rang:

source: Settings
mn: Тохиргоо
my: ဆက်တင်များ
ps: امستنې
uz: Sozlash

source: Total colors
mn: Нийт өнгө
my: စုစုပေါင်းအရောင်များ
ps: ټول رنګونه
uz: Umumiy ranglar

source: Stats
mn: Автомат судалгаа
my: အချက်အလက်များ
ps: ارقام
uz: Statistika

source: Count
mn: Тоолох
my: ရေတွက်
ps: شمېرنه
uz: Hisoblamoq

source: Board Size
mn: ТУТТ төсийн хэмжээ
my: ဘုတ်အဖွဲ့၏အရွယ်အစား
ps: د بورډ اندازه
uz: Kengash hajmi

source: Dot size
mn: Цэгт
my: dot အရွယ်အစား
ps: د ډوټ اندازه
uz: Nuqta o'lchami

# saveWork
source: Save your work here
mn: Ажлаа энд хадгал
my: သင်၏အလုပ်ကိုဒီမှာသိမ်းပါ
ps: خپل کار دلته خوندي کړئ
uz: Ishingizni bu erda saqlang

source: Save As
mn: Хадгалах
my: အဖြစ်သိမ်းဆည်းပါ
ps: لکه څنګه چې خوندي کړئ
uz: Sifatida saqlamoq

source: No Saved Data
mn: Хадгалаагүй өгөгдөл байхгүй байна
my: သိမ်းဆည်းထားသောအချက်အလက်မရှိပါ
ps: هیڅ خوندي شوي معلومات ندي
uz: Saqlangan ma'lumotlar yo'q

source: Name
mn: Нэр
my: နံမယ်
ps: نوم
uz: Ism

# takePic
source: Take a picture
mn: Зураг авах
my: ဓာတ်ပုံရိုက်ပါ
ps: یو عکس واخله
uz: Rasm oling

source: OK
mn: БОЛЖ БАЙНА УУ
my: အဆင်ပြေလား
ps: سمه ده

source: Cancel
mn: Цуаах
my: ပျက်စေ
ps: لغوه کول
uz: Bekor qilmoq

source: Color Picker
mn: Өнгөт сонгон зохиолч
my: အရောင်ရွေး
ps: د رنګ غوره کونکی
uz: Rang teruvchi

source: Image Gallery
mn: Зургийн галерей
my: ပုံပြခန်း
ps: د عکس ګالري
uz: Rasm galereyasi

source: Saved.
mn: Хадгалсан.
my: ကယ်တင်ခြင်းသို့ရောက်သည်
ps: خوندي شوی.
uz: Saqlandi.

source: Printing
mn: Хэвлэл
my: ပုံနှိပ်ခြင်း
ps: چاپول
uz: Bosma

source: Loaded
mn: Ачлагдсан
my: တင်ခဲ့သည်
ps: بار شوی
uz: Yuklangan

# nothingHere
source: Nothing to see here
mn: Энд харах зүйл байхгүй
my: ဒီမှာကြည့်ဖို့ဘာမျှမ
ps: دلته د لیدو لپاره هیڅ نه
uz: Bu erda hech narsa yo'q

source: Rename
mn: Тайлан
my: နာကေြာ
ps: نوم بدلول
uz: Nomini o'zgartirish

source: Save
mn: Аврах
my: ကယ်ဆယ်
ps: خوندي کړئ
uz: Tejash

# mustBeNum
source: Must be a number.
mn: Тоо байх ёстой.
my: နံပါတ်ဖြစ်ရမယ်။
ps: باید یو شمیر وي.
uz: Raqam bo'lishi kerak.

source: Color
mn: Өнгө
my: အရောင်
ps: رنګ
uz: Rang
